Repository: Metras/kaor
Catalog: trunk/software/pc/RPURPV18/RPURPV18Control.*.resx
Languages: ru

# btnDemodM3.ToolTip
source: Memory 3
ru: Ячейка памяти 3

# chkMemDemod.ToolTip
source: Store memory
ru: Запись в ячейку памяти

# btnDemodM2.ToolTip
source: Memory 2
ru: Ячейка памяти 2

# cmbBand.Items
source: 3 kHz
ru: 3 кГц

# cmbBand.Items1
source: 6 kHz
ru: 6 кГц

# cmbBand.Items2
source: 15 kHz
ru: 15 кГц

# cmbBand.Items3
source: 50 kHz
ru: 50 кГц

# cmbBand.Items4
source: 230 kHz
ru: 230 кГц

# cmbBand.ToolTip
source: Demodulator filter band
ru: Полоса фильтра демодулятора

# cmbMod.ToolTip
source: Demodulator type
ru: Тип демодулятора

# btnDemodM1.ToolTip
source: Memory 1
ru: Ячейка памяти 1

# groupBox1.Text
source: Demodulator
ru: Демодулятор

# btnPowerMeterM3.ToolTip
source: Memory 3
ru: Ячейка памяти 3

# chkMemPowermeter.ToolTip
source: Store memory
ru: Запись в ячейку памяти

# cmbAverageTime.Items
source: 10 ms
ru: 10 мс

# cmbAverageTime.Items1
source: 20 ms
ru: 20 мс

# cmbAverageTime.Items2
source: 50 ms
ru: 50 мс

# cmbAverageTime.Items3
source: 100 ms
ru: 100 мс

# cmbAverageTime.Items4
source: 250 ms
ru: 250 мс

# cmbAverageTime.Items5
source: 500 ms
ru: 500 мс

# cmbAverageTime.Items6
source: 1000 ms
ru: 1000 мс

# cmbAverageTime.ToolTip
source: Powermeter average time
ru: Время усреднения измерителя мощности

# btnPowerMeterM2.ToolTip
source: Memory 2
ru: Ячейка памяти 2

# cmbPowerFilterBand.Items
source: 1 kHz
ru: 1 кГц

# cmbPowerFilterBand.Items1
source: 3 kHz
ru: 3 кГц

# cmbPowerFilterBand.Items2
source: 7.5 kHz
ru: 7.5 кГц

# cmbPowerFilterBand.Items3
source: 10 kHz
ru: 10 кГц

# cmbPowerFilterBand.Items4
source: 30 kHz
ru: 30 кГц

# cmbPowerFilterBand.Items5
source: 100 kHz
ru: 100 кГц

# cmbPowerFilterBand.Items6
source: 120 kHz
ru: 120 кГц

# cmbPowerFilterBand.Items7
source: 280 kHz
ru: 280 кГц

# cmbPowerFilterBand.ToolTip
source: Powermeter filter band
ru: Полоса измерителя мощности

# btnPowerMeterM1.ToolTip
source: Memory 1
ru: Ячейка памяти 1

# groupBox4.Text
source: Powermeter
ru: Измеритель мощности

# frequencyRadio1.ToolTip
source: Receiver frequency
ru: Текущая частота РПУ

# olvName.Text
source: Title
ru: Название

# lstAntennas.ToolTip
source: Available antennas list
ru: Подключенные антенны

# grpAntennas.Text
source: Antenna
ru: Антенна

# chkATT20dB.ToolTip
source: 20dB attenuator
ru: Аттенюятор 20дБ

# chkATT10dB.ToolTip
source: 10dB attenuator
ru: Аттенюатор 10дБ

# groupBox2.Text
source: Converter
ru: Конвертор
