Repository: Metras/kaor
Catalog: trunk/software/pc/KaorCore/RadioControlSystem/BaseRCSView.*.resx
Languages: ru

# toolBtnSpanCenter.Text
source: Center frequency
ru: Центральная частота

# toolBtnSpanBegin.Text
source: Start frequency
ru: Начальная частота

# toolBtnSpanEnd.Text
source: Stop frequency
ru: Конечная частота

# toolBtnSpan.Text
source: Span
ru: Спан

# toolBtnMove.Text
source: Pan
ru: Перемещение области

# toolBtnZoom.Text
source: Zoom
ru: Увеличение области

# toolBtnUnZoom.Text
source: Previous view
ru: Предыдущий вид

# toolBtnUnZoomAll.Text
source: Reset view
ru: Начальный вид

# toolBtnPrint.Text
source: Print preview
ru: Предпросмотр печати

# toolBtnPageSetup.Text
source: Page setup
ru: Настройка страницы

# toolBtnCopyClipboard.Text
source: Copy to clipboard
ru: Копировать в буфер обмена

# toolBtnWaterfallZeroSpan.Text
source: Zero span view
ru: Режим нулевого спана

# toolBtnWaterfallWaterfall.Text
source: Spectrogram view
ru: Режим спектрограммы

# toolBtnWaterfallPan.Text
source: Pan
ru: Перемещение области

# toolBtnWaterfallZoom.Text
source: Zoom
ru: Увеличение области

# toolBtnWaterfallUnZoom.Text
source: Previous view
ru: Предыдущий вид

# toolBtnWaterfallUnzoomAll.Text
source: Reset view
ru: Начальный вид

# toolBtnWaterfallPrint.Text
source: Print preview
ru: Предпросмотр печати

# toolBtnWaterfallPageSetup.Text
source: Page setup
ru: Настройка страницы

# toolBtnWaterfallCopy.Text
source: Copy to clipboard
ru: Копировать в буфер обмена

# clmName.Text
source: Trace
ru: Трасса

# toolBtnNewTrace.Text
source: New trace
ru: Новая трасса

# toolBtnOpenTrace.Text
source: Open trace
ru: Открыть трассу

# toolBtnSaveTrace.Text
source: Save trace
ru: Сохранить трассу

# toolBtnEditTrace.Text
source: Edit trace
ru: Редактировать трассу

# toolBtnTraceGo.Text
source: Go to trace
ru: Перейти к трассе

# toolBtnDeleteTrace.Text
source: Delete trace
ru: Удалить трассу

# toolBtnScanParams.Text
source: Scan settings
ru: Параметры сканирования

# toolBtnArmScanTrace.Text
source: Trace control settings
ru: Параметры контроля

# toolBtnTraceMarkers.Text
source: Create markers by threshold
ru: Создание маркеров по порогу

# toolBtnReplayTrace.Text
source: Replay trace record
ru: Воспроизвести запись трассы

# xPanelTraces.Text
source: Scan traces
ru: Трассы сканирования

# olvMarkerFreq.Text
source: Frequency
ru: Частота

# olvMarkerName.Text
source: Title
ru: Название

# toolBtnNewMarker.Text
source: Add marker
ru: Добавить маркер

# toolBtnLoadMarkers.Text
source: Open markers set
ru: Открыть набор маркеров

# toolBtnSaveMarkers.Text
source: Save markers set
ru: Сохранить набор маркеров

# toolBtnEditMarker.Text
source: Edit marker
ru: Редактировать маркер

# toolBtnMarkerGo.Text
source: Go to marker
ru: Перейти к маркеру

# toolBtnDeleteMarker.Text
source: Delete marker
ru: Удалить маркер

# toolBtnClearMarkers.Text
source: Delete all markers
ru: Удалить все маркеры

# xPanelMarkers.Text
source: Markers
ru: Маркеры

# olvSignalFStart.Text
source: Frequency
ru: Частота

# olvSignalFStop.Text
source: Band
ru: Полоса

# olvSignalTitle.Text
source: Title
ru: Название

# RangeSignalToolStripMenuItem.Text
source: Range signal
ru: Полосовой сигнал

# toolBtnNewSignal.Text
source: New signal
ru: Новый сигнал

# toolBtnLoadSignals.Text
source: Open signals set
ru: Открыть набор сигналов

# toolBtnSaveSignals.Text
source: Save signals set
ru: Сохранить набор сигналов

# toolBtnEditSignal.Text
source: Edit signal
ru: Редактировать сигнал

# toolBtnDeleteSignal.Text
source: Delete signal
ru: Удалить сигнал

# toolBtnClearSignals.Text
source: Delete all signals
ru: Удалить все сигналы

# unknownToolStripMenuItem.Text
source: Unknown
ru: Неизвестные

# greenToolStripMenuItem.Text
source: Safe
ru: Безопасные

# yellowToolStripMenuItem.Text
source: Suspicious
ru: Подозрительные

# redToolStripMenuItem.Text
source: Dangerous
ru: Опасные

# toolBtnSignalFilter.Text
source: Signals filter
ru: Фильтр сигналов

# toolBtnSignalsReport.Text
source: Signals report
ru: Отчет по списку сигналов

# toolBtnCreateSignalTraces.Text
source: Create trace on signal
ru: Создать трассы по сигналам

# xPanelSignals.Text
source: Signals
ru: Сигналы

# btnCreateReport.ToolTip
source: Signal report
ru: Отчет по сигналу

# btnSpectrogram.ToolTip
source: Signal spectrogram
ru: Спектрограмма сигнала

# btnReplaySignalCycles.ToolTip
source: Replay signal
ru: Воспроизвести сигнал

# btnSetSignalFreq.ToolTip
source: Go to signal
ru: Перейти к сигналу

# btnSignalRevertChanges.ToolTip
source: Undo last changes
ru: Отменить последние изменения

# btnNextSignalChart.ToolTip
source: Next signal
ru: Следующий сигнал

# btnPrevSignalChart.ToolTip
source: Previous signal
ru: Предыдущий сигнал

# xPanelSignalChart.Text
source: Signal card
ru: Карточка сигнала

# olvReportTime.Text
source: Time
ru: Время

# olvReportName.Text
source: Report
ru: Отчет

# reportsAudioFilter.Text
source: Manual audio records
ru: Ручные аудио-записи

# reportsSignalAudioFilter.Text
source: Auto audio records
ru: Автоматические аудио-записи

# reportsPDFFilter.Text
source: Signal reports
ru: Отчеты по сигналам

# toolStripDropDownButton2.Text
source: Reports filter
ru: Фильтр отчетов

# toolBtnExportReport.Text
source: Export report
ru: Экспорт отчета

# toolBtnDeleteReports.Text
source: Delete reports
ru: Удалить отчет

# xPanelReports.Text
source: Reports
ru: Отчеты

# xPanelConfig.Text
source: Settings
ru: Настройки

# btnLoadRCSState.ToolTip
source: Open system state...
ru: Открыть состояние...

# btnSaveRCSState.ToolTip
source: Save system state
ru: Сохранить состояние...

# btnQuit.ToolTip
source: Exit
ru: Выход

# chkBtnMode.ToolTip
source: Scan and control mode
ru: Режим автоматического сканирования и контроля

# btnAbout.ToolTip
source: About...
ru: О программе...
