Repository: Metras/kaor
Catalog: software/pc/KaorCore/RadioControlSystem/CreateTraceMarkersDialog.*.resx
Languages: ru

# label2.Text
source: Maximum power, dBm:
ru: Максимальная мощность, дБмВт:

# label1.Text
source: Minimum power, dBm:
ru: Минимальная мощность, дБмВт:

# btnRefresh.ToolTip
source: Refresh markers list
ru: Обновить список маркеров

# groupBox1.Text
source: Power filter
ru: Фильтр мощности

# label3.Text
source: Color:
ru: Цвет:

# btnClearAll.ToolTip
source: Clear markers list
ru: Очистить список маркеров...

# btnDelete.ToolTip
source: Delete selected markers
ru: Удалить выбраные маркеры...

# olvFrequency.Text
source: Frequency
ru: Частота

# olvPower.Text
source: Power
ru: Мощность

# groupBox2.Text
source: Markers list
ru: Список маркеров

# btnCancel.Text
source: Cancel
ru: Отмена

# btnOk.Text
source: OK
ru: Принять

# $this.Text
source: Create markers set
ru: Создание набора маркеров по трассе
